Repository: inverse-inc/packetfence
Catalog: conf/locale/*/LC_MESSAGES/packetfence.po
Languages: de

source: Access to the guest network has been granted until %s.
de: Zugriff auf das Gast-Netzwerk wurde bis zum %s gestattet

source: Access to the guest network has been granted.
de: Zugriff auf das Gast-Netzwerk wurde gewährt.

source: Access to the guest network granted
de: Zugriff auf das Gast-Netzwerk gewährt

source: Your XML configuration have been generated and is now ready to download. Follow the link below in order to get access to the secure SSID.
de: Ihre XML-Konfiguration wurde generiert und steht nun zum Download bereit. Folgen Sie dem Link unten um Zugriff auf die sichere SSID zu bekommen.

source: Click to install your generated wireless profile.
de: Klicken um das generierte Wireless-Profil zu installieren.

source: Internet Access Package
de: Internetzugriffspaket

source: Credit Card Number
de: Kreditkartennummer

source: Credit Card Expiration Date
de: Kreditkartenablaufdatum

source: MMYY
de: MMJJ

source: Credit Card Verification Number
de: Kreditkarten Prüfnummer

source: Continue
de: Fortsetzen

source: An error occured while processing your payment. Incorrect credit card informations provided.
de: Bei der Bearbeitung ihrer Bezahlung ist ein Fehler aufgetreten. Es wurden ungültige Kreditkarteninformationen angegeben

source: An error occured while processing you payment. Your credit card has not been charged.
de: Bei der Bearbeitung ihrer Bezahlung ist ein Fehler aufgetreten. Ihre Kreditkarte wurde nicht belastet.

source: The scan report code provided is invalid or expired.
de: Der Scan-Report Code ist ungültig oder abgelaufen.

source: Filters
de: Filter

source: Define the filters which will apply to all NAP-capable clients that produce a statement of health (SoH).
de: Definieren sie die Filter, welche auf alle NAP-fähigen Clients, welche einen Statement of Health(SoH) liefern, angewandt werden.

source: Delete this filter
de: Diesen Filter löschen

source: Do nothing
de: Nichts tun

source: Accept
de: Annehmen

source: Reject
de: Abweisen

source: Trigger violation
de: Verstoß auslösen

source: Conditions:
de: Bedingungen:

source: (None yet)
de: (bisher keine)

source: Add a condition
de: Bedingung hinzufügen

source: Delete this condition
de: Diese Bedingung löschen

source: Auto-updates
de: Automatische Aktualisierungen

source: Security updates
de: Sicherheitsaktualisierungen

source: is
de: ist

source: is not
de: ist nicht

source: installed
de: installiert

source: enabled
de: aktiviert

source: disabled
de: deaktiviert

source: up-to-date
de: auf dem neuesten Stand

source: from Microsoft
de: von Microsoft

source: Action:
de: Aktion:

source: Add a filter
de: Filter hinzufügen

source: Save filters
de: Filter speichern

source: Invalid response
de: Ungültige Antwort

source: Request failed
de: Anfrage fehlgeschlagen

source: Are you sure you want to delete this filter?
de: Sind Sie sicher, dass Sie diesen Filter wirklich löschen möchten?

source: Enter new filter name
de: Neuen Filternamen eingeben

source: Guest Sponsor Login
de: Gast-Sponsor-Anmeldung

source: Before we proceed with guest activation, we need you to authenticate.
de: Bevor wir mit der Gast-Aktivierung fortfahren, müssen Sie sich authentifizieren.

source: You have reached the maximum number of devices you are able to register with this username.
de: Sie haben die maximale Anzahl an Geräten erreicht, die Sie mit diesem Benutzer registrieren können.

source: An email has been sent to your email address. Click on the activation link to confirm your email address. Once confirmed you will receive a username and password by email for you to use once on-site.
de: Eine Email wurde an Ihre Emailadresse geschickt. Klicken Sie auf den Aktivierungslink um Ihre Emailadresse zu bestätigen. Sobald diese bestätigt ist, erhalten Sie per Email einen Benutzernamen und ein Passwort zur Verwendung vor Ort.

source: An access request was sent to the sponsor's email. You will receive an email with a username and password once your access has been approved.
de: Eine Zugriffsanfrage wurde an die Email des Sponsors geschickt. Sie erhalten eine Email mit Benutzernamen und Passwort sobald Ihr Zugriff bestätigt wurde.

source: Registration in advance by SMS is not supported.
de: Vorabregistrierung per SMS wird nicht unterstützt.

source: %s: Guest Network Access Information
de: %s: Gast-Netzwerk Zugangsinformation

source: %s: Guest access confirmed!
de: %s: Gast-Zugang bestätigt!

source: %s: Guest network access enabled
de: %s: Gastnetzwerk-Zugriff aktiviert

source: There was a problem trying to find the computer to register. The problem has been logged.
de: Es gab ein Problem beim Versuch den zu registrierenden Computer zu finden. Das Problem wurde geloggt.

source: The device with MAC address %s has already been authorized to your network.
de: Das Gerät mit der MAC-Adresse %s wurde bereits für Ihr Netzwerk autorisiert.

source: %s: Guest access request
de: %s: Gastzugangsanfrage

source: %s: Guest access request accepted
de: %s: Gastzugangsanfrage angenommen

source: Guest pre-registration is not allowed by policy
de: Gast Vorabregistrierung ist per Richtlinie nicht erlaubt

source: If you choose to have your access <strong>sponsored</strong>, we will send an email to the Sponsor email you provided with an activation link. The sponsor will need to click on that link and authenticate in order to approve you in.
de: Wenn sie sich entscheiden ihren Zugangs <strong>per Sponsor</strong> zu erhalten, werden wir einen Aktivierungslink per Email an die Emailadresse des Sponsors, den Sie angegeben haben schicken. Der Sponsor muss dann auf diesen Link klicken und sich authentifizieren um Sie zu bestätigen.

source: You will receive guest credentials by email once approved.
de: Sie erhalten Gastzugangsdaten per Email sobald Ihr Zugang bestätigt wurden.

source: You will be in a waiting area until approved.
de: Sie werden sich in einem Wartebereich befinden bis Ihr Zugang bestätigt wurde.

source: Register through a Sponsor
de: Per Sponsor registrieren

source: Network Access Requested
de: Netzwerkzugang beantragt

source: Access to the guest network confirmed
de: Zugang zum Gastnetzwerk bestätigt

source: Access to the guest network has been successfully confirmed. You should receive credentials for on-site guest access by email shortly.
de: Zugang zum Gastnetzwerk wurde erfolgreich bestätigt. Sie sollten die Zugangsdaten für den Gastzugang vor Ort in Kürze per Email erhalten.

source: %s: Email activation required
de: %s: Emailaktivierung erforderlich

source: Missing mandatory parameter or malformed entry
de: Zwingender Parameter fehlt oder fehlerhafter Eintrag.

source: Missing mandatory parameter(s): %s
de: Fehlende(r) zwingende(r) Parameter: %s

source: Illegal email address provided
de: Ungültige Emailadresse angegeben

source: Illegal phone number provided
de: Ungültige Telefonnummer angegeben

source: Acceptable Use Policy (AUP) was not accepted
de: Nutzungsvereinbarung wurde nicht akzeptiert

source: Your access can only be sponsored by a %s email address
de: Ihr Zugang kann nur von einer %s Emailadresse gesponsort werden

source: Unable to validate your sponsor at the moment
de: Ihr Sponsor kann im Moment nicht überprüft werden

source: Email %s is not allowed to sponsor guest access
de: Die Email %s darf keinen Gastzugang sponsoren

source: You need to be authenticated to access this page.
de: Sie müssen sich authentifizieren um auf diese Seite zuzugreifen.

source: OAuth2 Error: Failed to get the token
de: OAuth2 Fehler: Kein Token erhalten

source: OAuth2 Error: Failed to validate the token, please retry
de: OAuth2 Fehler: Token konnte nicht validiert werden, bitte erneut versuchen

source: Registration canceled please try again
de: Registrierung abgebrochen, bitte erneut versuchen

source: Please verify MAC address provided
de: Bitte angegebene MAC-Adresse verifizieren

source: You are not authorized
de: Sie sind nicht berechtigt

source: The MAC address %s has been successfully registered.
de: Die MAC-Adresse %s wurde erfolgreich registriert.

source: The MAC address %s provided is invalid please try again
de: Die MAC-Adresse %s ist ungültig, bitte nochmal versuchen

source: This module is not enabled
de: Dieses Modul ist nicht aktiviert

source: anniversary
de: Jahrestag

source: birthday
de: Geburtstag

source: gender
de: Geschlecht

source: lang
de: Sprache

source: nickname
de: Spitzname

source: cell_phone
de: Handy

source: work_phone
de: Telefon Arbeitsplatz

source: title
de: Titel

source: building_number
de: Hausnummer

source: apartment_number
de: Wohnungsnummer

source: room_number
de: Zimmernummer

source: Please wait. Processing payment...
de: Bitte warten. Bezahlung in Arbeit...

source: Remember to enable ip_forward on your operating system for the inline mode to work.
de: Beachten SIe, dass ip_forward in Ihrem Betriebssystem aktiviert sein muss, damit der Inline Modus funktioniert.

source: Since NATting mode is disabled, PacketFence will adjust iptables to rules to route traffic rather than natting it. Make sure to add the routes on the system.
de: Da der NAT Modus abgeschaltet ist, wird PacketFence die iptables-Regeln so abändern, dass der Verkehr geroutet wird, statt genattet. Fügen Sie unbedingt diese Routen auf dem System hinzu.

source: Alternate installer
de: Alternatives Installationsprogramm

source: Click here to download
de: Klicken Sie hier zum Herunterladen

source: Device Type
de: Gerätetyp

source: Gaming Device Type
de: Spielgerätetyp

source: I don't have a PIN
de: Ich habe keine PIN

source: Local account creation
de: Lokale Kontoerstellung

source: Login with Facebook account
de: Mit Facebook-Konto anmelden

source: Login with GitHub account
de: Mit GitHub-Konto anmelden

source: Login with Google account
de: Mit Google-Konto anmelden

source: Login with LinkedIn account
de: Mit LinkedIn-Konto anmelden

source: Login with Windows Live account
de: Mit Windows-Live-Konto anmelden

source: OS Type
de: BS-Typ

source: Quarantine
de: Quarantäne

source: Register
de: Registrieren

source: Registration
de: Registrierung

source: Registration Date
de: Registrierungsdatum

source: Select Console
de: Konsole auswählen

source: Select Gaming Console
de: Spielkonsole auswählen

source: State - Network Access
de: Status - Netzwerkzugang

source: You have no registered devices.
de: Sie haben keine registrierten Geräte.

source: Your Network Access Status
de: Ihr Netzwerkzugangsstatus

source: Your registered devices
de: Ihr registrierten Geräte
