Repository: inverse-inc/packetfence
Catalog: conf/locale/*/LC_MESSAGES/packetfence.po
Languages: de

source: en_US
de: English

source: fr_FR
de: Français

source: es_ES
de: Español

source: de_DE
de: Deutsch

source: it_IT
de: Italiano

source: nl_NL
de: Dutch

source: pl_PL
de: Polski

source: pt_BR
de: Português

source: error: access denied not owner
de: Zugriff verweigert: Sie sind nicht Besitzer von diesem Gerät!

source: error: incorrect mode
de: Falscher Modus!

source: error: invalid login or password
de: Ungültiger Benutzername oder Passwort

source: Invalid login or password
de: Ungültiger Benutzername oder Passwort

source: error: invalid page number
de: Ungültige Seitennummer

source: error: max re-enables reached
de: Maximale Anzahl an Aktivierungsversuchen wurde erreicht!

source: error: not found in the database
de: Ihr Computer wurde nicht in der PacketFence Datenbank gefunden. Bitte starten Sie ihren Computer neu, um das Problem zu beheben.

source: error: not trappable IP
de: Zugriff Verweigert: Keine erfassbare IP-Adresse!

source: error: only register max nodes
de: Sie dürfen nur maximal %s Geräte registrieren!

source: error: unable to validate credentials at the moment
de: Die Anmeldeinformationen können im Moment nicht überprüft werden

source: Unable to validate credentials at the moment
de: Die Anmeldeinformationen können im Moment nicht überprüft werden

source: error: something went wrong creating the guest
de: Es gab ein Problem beim Erstellen des Gast-Kontos.

source: help: provide info
de: Wenn Sie Fragen zu dieser Seite haben, wenden Sie sich an Ihren Systemadministrator für Unterstützung. Bitte stellen Sie folgende Informationen zur Verfügung:

source: register: all systems must be registered
de: Um Benutzer über einzelne Systeme zu kontaktieren, müssen alle Systeme in diesem Netzwerk registriert sein.

source: register: aup
de: Der Registrierungsprozess erfordert die Akzeptierung der Nutzungsvereinbarung. Wenn Sie diese Vereinbarung vor der Registrierung lesen wollen, besuchen Sie bitte folgende Seite:

source: register: to complete
de: Um den Registrierungsprozess abzuschließen, müssen Sie sich mit Ihrem Benutzernamen und Ihrem Passwort authentifizieren.

source: Authentication
de: Authentifizierung

source: Wrong username or password.
de: Falscher Benutzername oder Passwort

source: or
de: oder

source: Sign up
de: Registrieren

source: register: skip registration
de: Registrierung überspringen

source: release: enabling network
de: Zugriff auf das Netzwerk wird aktiviert

source: release: reopen browser
de: Sie müssen möglicherweise Ihren Browser schließen und erneut öffnen.

source: scan: scan in progress
de: Ihr System wird gerade auf Schwachstellen untersucht

source: scan in progress contact support if too long
de: Ihr System wird momentan noch auf Schwachstellen untersucht. Dieser Vorgang startete um %s. Normalerweise läuft dieser Vorgang nur einige Minuten. Wenn es doch länger dauern sollte, wenden Sie sich bitte an den Systemadministrator. Bitte stellen Sie folgende Informationen zur Verfügung:

source: automatically refresh
de: Diese Seite wird automatisch alle %s Sekunden neu geladen, um sicherzustellen, dass der Systemscan abgeschlossen wurde.

source: Acceptable Use Policy
de: Nutzungsvereinbarung

source: Addresses
de: Adressen

source: De-register node
de: Gerät löschen

source: Scanning ...
de: Scannen ...

source: grace
de: temporärer Zugriff

source: IP
de: IP-Adresse

source: Login
de: Anmeldung

source: network access is being enabled
de: Ihr Netzwerkzugang wird gerade aktiviert - dieser Prozess wird wahrscheinlich %s Sekunden in Anspruch nehmen.

source: system scan in progress
de: Ihr System wird gescannt - dieser Prozess wird wahrscheinlich %s Sekunden in Anspruch nehmen.

source: Node
de: Gerät

source: PacketFence Registration System
de: PacketFence-Registrierungssystem

source: Guest Registration
de: Gastregistrierung

source: guest network disclaimer
de: Dieses Gast-Netzwerk wird exklusiv zum Nutzen der Gäste und Besucher bereitgestellt. Der Zugriff schliesst keine Garantie für Zuverlässigkeit, Geschwindigkeit oder Privatssphäre ein; Dieses Netzwerk wird für den ausdrücklichen Zweck zur Erleichterung der einfachen Internet-Kommunikation bereitgestellt

source: In the fields below please enter your name, phone number and a valid email address.
de: Bitte geben sie in den folgenden Feldern ihren Namen, Telefonnummer und eine gültige Emailadresse ein.

source: If you choose to receive your access code <strong>by email</strong>, you will have to click on an activation link sent to your email address. After clicking on the link you will receive guest credentials to use on-site by email
de: Wenn sie wählen ihren Zugangscode <strong>per Email</strong> zu erhalten, müssen Sie auf einen Aktivierungslink, der an Ihre Emailadresse geschickt wurde, klicken. Nachdem Sie auf den Link geklickt haben, erhalten Sie per Email Gast-Zugangsdaten, die Sie vor Ort nutzen können.

source: If you choose to receive your access code <strong>by email</strong>, you will be given temporary network access for 10 minutes during that time:
de: Wenn sie sich entscheiden ihren Zugangscode <strong>per Email</strong> zu erhalten, bekommen sie temporären Netzwerkzugriff für 10 Minuten in dieser Zeit:

source: Login to the email account you referenced and;
de: Melden Sie sich in dem von Ihren angegebenen Email-Konto an und;

source: Click on the link emailed to you to validate network access for the next 24 hours.
de: Klicken sie auf den Link der ihnen zugemailt wurde um den Netzwerkzugriff für die nächsten 24 Stunden zu bestätigen.

source: Register by Email
de: Per E-Mail registrieren

source: If you choose to receive your access code <strong>by SMS</strong>, you will be able to enter it on the next page.
de: Wenn sie sich entscheiden ihren Zugangscode <strong>per SMS</strong> zu erhalten, haben sie auf der nächsten Seite die Möglichkeit ihn einzugeben.

source: Register by SMS
de: Per SMS registrieren

source: Password
de: Passwort

source: PID
de: Eigentümer

source: Print this page
de: Diese Seite drucken

source: reg
de: registriert

source: Sorry
de: Entschuldigung!

source: unknown
de: unbekannt

source: unreg
de: nicht registriert

source: Username
de: Benutzername

source: Violations
de: Verstoß

source: Quarantine Established!
de: Quarantäne eingerichtet!

source: Registration Notification
de: Registrierungsbenachrichtigung

source: Additional Assistance
de: Zusätzliche Unterstützung

source: If your network connectivity becomes permanently disabled or you are unable to follow the instructions above, please contact your local IT support staff for assistance.
de: Wenn Ihre Netzwerkverbindung dauerhaft getrennt ist oder Sie nicht in der Lage sind, den oben genannten Anweisungen zu folgen, wenden Sie sich bitte an Ihren Systemadministrator.

source: The following information should be provided upon request:
de: Folgende Informationen sollten für die Anfrage zur Verfügung gestellt werden:

source: IP Address
de: IP-Adresse

source: MAC Address
de: MAC-Adresse

source: Banned Operating System
de: Verbotenes Betriebssystem

source: You have been detected using an operating system not allowed on the network. Please install a more recent operating system
de: Es wurde bei Ihnen erkannt, dass Sie ein Betriebssystem nutzen, was in diesem Netzwerk verboten ist. Bitte installieren Sie ein aktuelleres Betriebssystem

source: Darknet Violation
de: Es wurde erkannt, dass Ihr Gerät Daten zu einem unbekannten Netzwerk versendet (Darknet). Dies ist ein meistens ein Anzeichen für einen Befall mit Schadsoftware.

source: Your system has been detected sending traffic to a network known to be unused (darknet). This is often indicative of a worm/virus infection.
de: Es wurde festgestellt dass ihr System Traffic in ein nicht verwendetes Netzwerk (darknet) sendet. Dies ist oft ein Anzeichen für eine Wurm/Virus - Infektion.

source: Your system will likely need to be rebuilt. Please contact your local support staff for more information.
de: Das Betriebssystem muss wahrscheinlich neu installiert werden. Bitte wenden Sie sich an den Systemadministrator für weitere Informationen.

source: Your system will likely need to be rebuilt. Please contact your support staff for more information.
de: Ihr System muss vermutlich neuinstalliert werden. Bitte wenden sie sich an ihren Support für weitere Informationen.

source: Windows patches are not up to date
de: Windows-Updates sind nicht auf dem neuesten Stand

source: Due to the threat this infection poses for other systems on the network, network connectivity has been disabled until corrective action is taken. Instructions for disinfection are below:
de: Da dies eine Gefahr für andere Systeme im Netzwerk darstellt, wird aus diesem Grund Ihre Netzwrkverbindung getrennt, bis diese Gefahr nicht mehr besteht. Befolgen Sie folgende Anweisungen für die Desinfektion:

source: Generic
de: Generisch

source: Network connectivity has been disabled.
de: Die Netzwerkverbindung wurde deaktiviert.

source: Please contact your support staff for more information.
de: Bitte kontaktieren Sie den Systemadministrator für weitere Informationen.

source: Hub Detection
de: Hub-Erkennung

source: You have been detected using a hub. Such device is not permitted on the network. Please remove it.
de: Es wurde erkannt, dass Sie über einen Hub mit dem Netzwerk verbunden sind. Solche Geräte sind in diesem Netzwerk nicht gestattet. Bitte entfernen Sie den Hub.

source: You have been detected using a peer-to-peer file sharing application. Such software is not permitted on the network. Please uninstall the infringing software.
de: Es wurde erkannt, dass Sie ein File-Sharing (P2P) Programm benutzen. Solch ein Programm ist in diesem Netzwerk nicht gestattet. Bitte deinstallieren Sie die betroffene Software.

source: System Scanning
de: Systemscan

source: Your system has been found to be scanning other systems. Due to the threat this infection poses for other systems on the network, network connectivity has been disabled until corrective action is taken.
de: Es wurde erkannt, dass Ihr System andere Gerät im Netzwerk scannt. Da dies eine Gefahr für andere Systeme im Netzwerk darstellt, wird aus diesem Grund Ihre Netzwrkverbindung getrennt, bis diese Gefahr nicht mehr besteht.

source: Spamming
de: Spammen

source: Your system has been found to be sending unsolicited commercial email (UCE, or "spam") to other systems. Due to the threat this poses for other systems on the network, network connectivity has been disabled until corrective action is taken.
de: Es wurde erkannt, dass Ihr System Werbe- oder Spam-Emails an andere Geräte versendet. Da dies eine Gefahr für andere Systeme im Netzwerk darstellt, wird aus diesem Grund Ihre Netzwrkverbindung getrennt, bis diese Gefahr nicht mehr besteht.

source: Your system may need to be rebuilt. Please contact your local support staff for more information.
de: Ihr System muss womöglich neu installiert werden. Bitte wenden Sie sich an Ihren Systemadministrator für weitere Informationen.

source: guest management
de: Gästeverwaltung

source: guest registration form
de: Gast-Registrierungsformular

source: guest registration instructions
de: Bitte füllen sie alle untenstehenden Felder zum Erstellen eines Gastzugangs aus. Gäste können sich nicht vor ihrem Ankunftsdatum oder nach ihrem Ankunftsdatum zuzüglich einer Zeitspanne mit einem Toleranzfenster von einem Tag registrieren. Der Zugriffszeitraum startet wenn sich der Gast im Abfang-Portal (Captive-Portal) angemeldet hat

source: Firstname
de: Vorname

source: firstname
de: Vorname

source: Lastname
de: Nachname

source: lastname
de: Nachname

source: Company
de: Firma

source: Company / Organization
de: Firma / Organisation

source: organization
de: Firma / Organisation

source: Phone number
de: Telefonnummer

source: phone
de: Telefon

source: Phone Provider
de: Telefonanbieter

source: Select your provider
de: Wählen Sie Ihren Anbieter aus

source: Sponsor's email
de: E-Mail des Sponsors

source: sponsor_email
de: E-Mail des Sponsors

source: Address
de: Adresse

source: Arrival Date
de: Ankunftsdatum

source: End Date
de: Enddatum

source: Access Duration
de: Zugangsdauer

source: Notes
de: Notizen

source: Send access code by email
de: Zugangscode per Mail schicken

source: Print access code
de: Zugangscode drucken

source: Print
de: Drucken

source: Back
de: Zurück

source: second
de: Sekunde

source: hour
de: Stunde

source: day
de: Tag

source: week
de: Woche

source: month
de: Monat

source: year
de: Jahr

source: Invalid access duration provided
de: Ungültige Zugangsdauer angegeben

source: Expected on %s
de: Erwartet am %s

source: Missing mandatory parameter or malformed entry.
de: Zwingender Parameter fehlt oder fehlerhafter Eintrag.

source: Usernames must only contain alphanumeric characters.
de: Benutzernamen dürfen nur alphanumerische Zeichen enthalten.

source: Access duration is not of an allowed value.
de: Zugriffszeitraum hat keinen gültigen Wert.

source: Arrival date is not of expected format.
de: Ankunftsdatum ist nicht im erwarteten Format.

source: You can't register as a guest with a %s email address. Please register as a regular user using your email address instead.
de: Sie können sich nicht als Gast mit einer %s Emailadresse anmelden. Bitte registrieren sie sich stattdessen als normaler Benutzer mit ihrer Emailadresse.

source: An error occured while sending the confirmation email.
de: Beim Versenden der Besätigungsemail ist ein Fehler aufgetreten.

source: An error occured while sending the PIN by SMS.
de: Beim Versenden der PIN per SMS ist ein Fehler aufgetreten.

source: The uploaded file was corrupted. Please try again.
de: Die hochgeladene Datei ist korrupt. Bitte erneut versuchen.

source: Can't open uploaded file.
de: Die hochgeladene Datei kann nicht geöffnet werden.

source: Confirm Mobile Phone Number
de: Handynummer bestätigen

source: Please enter the PIN code received on your mobile phone in order to gain access to the network.
de: Bitte geben sie den PIN-Code ein, den sie auf ihr Mobiltelefon erhalten haben um Netzwerkzugriff zu erhalten.

source: Confirm
de: Bestätigen

source: Cancel
de: Abbrechen

source: Guest Access Code
de: Gast-Zugangscode

source: This username and password will be valid starting %s.
de: Dieser Benutzername und Password wird ab %s gültig sein.

source: Once authenticated the access will be valid for %d %s.
de: Sobald sie authentifiziert wurden ist der Zugang gültig für %d %s.

source: Guest successfully registered. An email with the username and password has been sent.
de: Gast erfolgreich registriert. Eine Email mit Benutzername und Password wurde verschickt.

source: Import completed: %i guest(s) created, %i line(s) skipped.
de: Import abgeschlossen: %i Gäste angelegt, %i Zeilen übersprungen.

source: Single guest creation
de: Einzelnen Gast erstellen

source: Multiple guest accounts creation
de: Mehrere Gäste erstellen

source: CSV file
de: CSV-Datei

source: CSV file import
de: CSV-Dateiimport

source: You are logged in as
de: Sind sind angemeldet als

source: Sponsored by
de: Gesponsort von

source: Guest Network Access Information
de: Gast-Netzwerk Zugangsinformation

source: If you have scripting turned off, you will not be automatically redirected. Please enable scripting or open a new browser window from time to time to see if your access was enabled.
de: Wenn sie Scripting deaktiviert haben, werden sie nicht automatisch weitergeleitet. Bitte aktivieren sie Scripting oder öffnen sie immer mal ein neues Browserfenster um zu sehen ob ihr Zugriff aktiviert wurde.

source: Unable to detect network connectivity. Try restarting your web browser or opening a new tab to see if your access has been succesfully enabled.
de: Kann keine Netzwerkverbindung feststellen. Versuchen Sie Ihren Browser neuzustarten oder einen neuen Tab zu öffnen um zu sehen ob der Zugang erfolgreich aktiviert wurde.

source: Your network access should be available. Close your current browser, and open a new one to start browsing.
de: Ihr Netzwerkzugang sollte jetzt verfügbar sein. Schliessen Sie Ihren aktuellen Browser und öffnen Sie einen Neuen

source: Registration pending
de: Registrierung steht noch aus

source: There are known issues with the automatic redirection on Opera browsers. Please open a new browser window from time to time to see if your access was enabled.
de: Es gibt bekannte Probleme mit der automatischen Weiterleitung in Opera-Browsern. Bitte öffnen sie immer mal ein neues Browserfenster um zu sehen ob ihr Zugriff aktiviert wurde.

source: Some versions of Internet Explorer may take a while before redirection occur.
de: Einige Versionen des Internet Explorer brauchen evtl. einen Moment bevor die Weiterleitung stattfindet.

source: I accept the terms
de: Ich nehme die Bedingungen an

source: I have read and accept the terms
de: Ich habe die <a href='/aup' target='_blank'>Bedingungen</a> gelesen und akzeptiere sie

source: You need to accept the terms before proceeding any further.
de: Sie müssen die Bedingungen akzeptieren bevor sie fortsetzen.

source: Your registration is pending approval. Once approved you will be automatically redirected.
de: Ihre Registrierung wartet auf Genehmigung. Sobald sie genehmigt wurde, werden sie weitergeleitet.

source: Next page
de: Nächste Seite

source: The activation code provided is invalid. Reasons could be: it never existed, it was already used or has expired.
de: Der angegebene Aktivierungscode ist ungültig. Dies kann folgende Gründe haben: es gab ihn nie, er wurde schon benutzt oder er ist abgelaufen.

source: You have been detected using a device that has been explicitly disallowed by your network administrator.
de: Es wurde festgestellt dass sie ein Gerät benutzen, welches explizit vom Administrator verboten wurde.

source: NAT Device Detected
de: NAT-Gerät erkannt

source: You have been detected using a device that performs network address translation (NAT). These devices, typically wireless access points or 'routers' are not permitted on the network. Please unplug this device and connect your computer directly to the network for access.
de: Es wurde festgestellt dass sie ein Gerät einsetzen welches Network Address Translation (NAT) verwendet. Diese Geräte, typischerweise AccessPoints oder Router sind in diesem Netzwerk nicht erlaubt. Bitte trennen Sie dieses Gerät vom Netzwerk und verbinden Sie ihren Rechner direkt mit dem Netzwerk um Zugriff zu erhalten.

source: Rogue DHCP server
de: Unauthorisierter DHCP-Server

source: You have been detected running a rogue DHCP server. Please disable it.
de: Es wurde festgestellt dass sie einen unauthorisierten DHCP Server betreiben. Bitte deaktivieren sie ihn.

source: Vulnerability Scanning
de: Schwachstellenscan

source: Your system will be scanned for vulnerabilities before you are allowed to enter the network. Please click on the button below, this can take anywhere from a few seconds to a couple of minutes.
de: Ihr System wird auf Schwachstellen geprüft bevor sie Zugang zum Netzwerk erhalten. Bitte klicken sie unten auf den Button, dies kann ein paar Sekunden bis zu mehreren Minuten dauern.

source: Malware found!
de: Schadsoftware gefunden!

source: Your system has been found to be infected with malware. Due to the threat this infection poses for other systems on the network, network connectivity has been disabled until corrective action is taken.
de: Es wurde festgestellt dass ihr System mit Schadsoftware infiziert ist. Aufgrund der Bedrohung die diese Infektion für andere Systeme im Netzwerk darstellt, wurde ihre Netzwerkverbindung deaktiviert bis sie das Problem behoben haben.

source: Malware Removal
de: Schadsoftwareentfernung

source: LSASS Worm
de: LSASS-Wurm

source: Your system has been found to be infected with An LSASS-based worm. Due to the threat this infection poses for other systems on the network, network connectivity has been disabled until corrective action is taken. Instructions for disinfection are below:
de: Es wurde festgestellt dass ihr System mit einem LSASS-basierten Wurm infiziert ist. Aufgrund der Bedrohung die diese Infektion für andere Systeme im Netzwerk darstellt, wurde ihre Netzwerkverbindung deaktiviert bis sie das Problem behoben haben. Anweisungen zur Entfernung finden sie unten:

source: Worm Removal
de: Wurmentfernung

source: Make sure your antivirus is working. You might want to perform a full system scan. Clicking the 'Enable Network' button below will re-enable your network access. Make sure that you followed the instructions to correct the issue. Failure to do so will result in network access being disabled again. Repeated failures will result in access being disabled permanently.
de: Stellen sie sicher dass ihre Antiviren-Lösung funktioniert. Führen sie evtl. einen vollen System-Scan durch. Wenn sie auf den 'Netzwerk aktivieren'-Button klicken wird ihr Netzwerk wieder aktiviert. Stellen sie sicher dass sie den Angaben zum Beheben des Problems gefolgt sind. Wenn dies nicht der Fall ist, wird der Netzwerkzugriff wieder deaktiviert. Wiederholte Fehler führen zu einer permanenten Deaktivierung.

source: Trojan Infection
de: Trojanerinfektion

source: Unauthorized device
de: Unauthorisiertes Gerät

source: Your system has been found to be infected with a Trojan IRC bot and is scanning other systems. Due to the threat this infection poses for other systems on the network, network connectivity has been disabled until corrective action is taken.
de: Es wurde festgestellt dass ihr System mit einem Trojaner IRC Bot infiziert ist und andere Systeme scannt. Aufgrund der Bedrohung die diese Infektion für andere Systeme im Netzwerk darstellt, wurde ihre Netzwerkverbindung deaktiviert bis sie das Problem behoben haben.

source: Zotob Infection
de: Zotob Infektion

source: Your system has been found to be infected with a Zotob worm and is scanning other systems. Due to the threat this infection poses for other systems on the network, network connectivity has been disabled until corrective action is taken.
de: Es wurde festgestellt dass ihr System mit einem Zotob-Wurm infiziert ist. Aufgrund der Bedrohung die diese Infektion für andere Systeme im Netzwerk darstellt, wurde ihre Netzwerkverbindung deaktiviert bis sie das Problem behoben haben.

source: Your network access is currently being enabled. Once network connectivity is established you will be automatically redirected.
de: Ihr Netzwerkzugang wird gerade aktiviert. Sobald die Netzwerkverbindung hergestellt wurde, werden sie automatisch weitergeleitet.

source: Your network access is currently being enabled. Please wait...
de: Ihr Netzwerkzugang wird gerade aktiviert. Bitte warten...

source: You must be authenticated to manage guests.
de: Sie müssen authentifiziert sein um Gäste verwalten zu können.

source: This account is expired.
de: Dieser Zugang ist abgelaufen.

source: This account is not yet activated.
de: Dieser Zugang ist noch nicht aktiviert.

source: Your network should be enabled within a minute or two. If it is not reboot your computer.
de: Ihr Netzwerk sollte in den nächsten ein bis zwei Minuten aktiviert werden. Wenn nicht, starten sie bitte ihren Rechner neu.

source: Invalid PIN
de: Ungültige PIN

source: Username Prefix
de: Benutzernamepräfix

source: Quantity
de: Anzahl

source: Print access codes
de: Zugriffscode drucken

source: Logout
de: Abmelden

source: Required columns: username, password.
de: Benötigte Spalten: Benutzername, Passwort.

source: Column Delimiter
de: Spaltenbegrenzer

source: Columns Order
de: Spaltenreihenfolge

source: comma (,)
de: Komma (,)

source: semicolon (;)
de: Strichpunkt (;)

source: Format is: yyyy-mm-dd
de: Das Format ist: jjjj-mm-dd

source: Import file
de: Importdatei
