<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
        <key>PayloadContent</key>
        <array>
                <dict>
                        <key>EAPClientConfiguration</key>
                        <dict>
                                <key>AcceptEAPTypes</key>
                                <array>
                                        <integer>25</integer>
                                </array>
                                <key>EAPFASTProvisionPAC</key>
                                <false/>
                                <key>EAPFASTProvisionPACAnonymously</key>
                                <false/>
                                <key>EAPFASTUsePAC</key>
                                <false/>
                                <key>TLSAllowTrustExceptions</key>
                                <true/>
                                <key>UserName</key>
                                <string>%%username%%</string>
                                <key>UserPassword</key>
                                <string></string>
                        </dict>
                        <key>EncryptionType</key>
                        <string>WPA</string>
                        <key>HIDDEN_NETWORK</key>
                        <true/>
                        <key>PayloadDescription</key>
                        <string>Configures wireless connectivity settings.</string>
                        <key>PayloadDisplayName</key>
                        <string>Wi-Fi (%%ssid%%)</string>
                        <key>PayloadIdentifier</key>
                        <string>com.packetfence.profile.</string>
                        <key>PayloadOrganization</key>
                        <string></string>
                        <key>PayloadType</key>
                        <string>com.apple.wifi.managed</string>
                        <key>PayloadUUID</key>
                        <string>247F8812-0419-4548-9389-EA76325DEFC8</string>
                        <key>PayloadVersion</key>
                        <integer>1</integer>
                        <key>SSID_STR</key>
                        <string>%%ssid%%</string>
                </dict>
        </array>
        <key>PayloadDescription</key>
        <string>Profile description.</string>
        <key>PayloadDisplayName</key>
        <string>PacketFence</string>
        <key>PayloadIdentifier</key>
        <string>com.packetfence.profile</string>
        <key>PayloadOrganization</key>
        <string></string>
        <key>PayloadRemovalDisallowed</key>
        <true/>
        <key>PayloadType</key>
        <string>Configuration</string>
        <key>PayloadUUID</key>
        <string>5F3EC12F-570E-48EE-A433-E8DC8E9EC4FE</string>
        <key>PayloadVersion</key>
        <integer>1</integer>
</dict>
</plist>
